<template>
	<main class="home-page">
		<div class="container">
			<h2 class="categiry-title">Главная страница</h2>
			<p>В этом каталоге можно:</p>
			<ul>
				<li>добавлять товары в избранное;</li>
				<li>сравнивать товары между собой;</li>
				<li>покупать товары;</li>
				<li>смотреть историю заказов;</li>
				<li>входить и выходить из учетки;</li>
				<li>регистрировать новых пользователей;</li>
				<li>менять данные своего пользователя;</li>
				<li><strong>читать смешные цитаты, нажимая на ссылки в футере.</strong></li>
			</ul>
			<p>Ответ на популярный вопрос:</p>
			<ul>
				<li>Я <span>тырил</span> подсматривал дизайн, но нет, я не копировал куски кода. Все до последней буковки написано моими руцями.</li>
			</ul>
			<p>При создании проекта я вдохновлялся дизайном интернет-каталога украинского бренда Dnipro-M, который производит ну просто пипецки шикарный инструмент. Официальный сайт: <a href="https://dnipro-m.ua" target="_blank">dnipro-m.ua</a></p>
		</div>
	</main>
</template>

<script>
	export default {
		name: 'Home'
	}
</script>

<style>

</style>
